Repository: navigator-zip/navigator
Catalog: BrowserView/Sources/BrowserView/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# browser_permission_prompt_allow
source: Allow
ja: 許可

# browser_permission_prompt_deny
source: Deny
ja: 拒否

# browser_permission_prompt_kind_camera
source: Camera
ja: カメラ

# browser_permission_prompt_kind_location
source: Location
ja: 位置情報

# browser_permission_prompt_kind_microphone
source: Microphone
ja: マイク

# browser_permission_prompt_not_now
source: Not Now
ja: 今回はしない

# browser_permission_prompt_title_cross_origin
source: %1$@ on %2$@ wants to use:
ja: %1$@（親ページ: %2$@）が次の権限を要求しています:

# browser_permission_prompt_title_same_origin
source: %@ wants to use:
ja: %@ が次の権限を要求しています:

# browser_permission_prompt_remember
source: Remember this decision
ja: この選択を記憶する

# browser_permission_prompt_subtitle_media
source: Navigator will ask macOS for device access after you continue.
ja: 続行すると、Navigator が macOS にデバイスアクセスを要求します。

# browser_permission_prompt_subtitle_permission
source: Only the current tab can use this permission, unless you choose to remember it.
ja: 記憶を選ばない限り、この権限は現在のタブだけで使用されます。

# browser_permission_prompt_wants_to_use
source: wants to use:
ja: が次の権限を要求しています:
